Tai lieu mo ta/MBF API/MBF API/Location_84907055468.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:n="http://schema.intersec.com/igloo/sdk/v1.2" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><s:Body><n:pull.retrieveV3Res><result><subscriber><imsi>452019907817978</imsi><msisdn>84907055468</msisdn></subscriber><currLocation><planName>GSM</planName><location><cell><cgi>4G:452-01-101786-18</cgi><kind>C4G</kind><geom><longitude>105857077</longitude><latitude>21027944</latitude><radius>500</radius><angleStart>-90000000</angleStart><angleEnd>270000000</angleEnd></geom></cell></location></currLocation><prevLocation><planName>GSM</planName><location><cell><cgi>452-01-13006-23012</cgi><kind>C3G</kind><geom><longitude>105782470</longitude><latitude>21032300</latitude><radius>500</radius><angleStart>305250000</angleStart><angleEnd>354750000</angleEnd></geom></cell></location></prevLocation></result></n:pull.retrieveV3Res></s:Body></s:Envelope>